9/data/attachments/f98d3ee986dbf3f3.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_9262bf53-9deb-459c-90d9-9c33d3ce0574</nif:username>
            <nif:friendToBeAdded>Kimberly_environment_Friend_52665_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>